// Напиши скрипт таймера, який здійснює зворотний відлік до певної дати.
//  Такий таймер може використовуватися у блогах та інтернет - магазинах,
//     сторінках реєстрації подій, під час технічного обслуговування тощо.

// Елементи інтерфейсу
// HTML містить готову розмітку таймера, поля вибору кінцевої дати і кнопку,
//     по кліку на яку, таймер повинен запускатися.
//     Додай мінімальне оформлення елементів інтерфейсу.
// Описаний в документації
import flatpickr from 'flatpickr';
// Додатковий імпорт стилів
import 'flatpickr/dist/flatpickr.min.css';

import { options } from './02-options.js';
import { convertMs } from './02-converts.js';
